Repository: trivvet/studentsdb2
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Students Accounting Service
ru: База Учёта Студентов
uk: Сервіс Обліку Студентів

source: Downloads external css and javascript files to folder static
ru: Скачивание внешних сss и javascript файлов в папку static
uk: Завантаження зовнішніх css та javascript файлів до папки static

source: Displays number of model objects in database
ru: Отображает количество объектов модели в базе
uk: Показує кількість об'єктів моделі в базі

source: Number of {model}s in database: {amount}
ru: Количество объектов модели {model} в базе: {amount}
uk: Кількість об'єктів моделі {model} в базі: {amount}

source: Exam
ru: Экзамен
uk: Іспит

source: Exams
ru: Экзамены
uk: Іспити

source: Subject
ru: Предмет
uk: Предмет

source: Data and time of event
ru: Дата и время сдачи
uk: Дача та час проведення

source: Lecturer
ru: Преподаватель
uk: Викладач

source: Group
ru: Группа
uk: Група

source: Additional notes
ru: Дополнительные нотатки
uk: Додаткові нотатки

source: Time of last modification
ru: Время последней модификации
uk: Час останньої модифікації

source: completed
ru: завершенный
uk: завершений

source: Groups
ru: Группы
uk: Групи

source: Title
ru: Название
uk: Назва

source: Leader
ru: Староста
uk: Староста

source: User who created
uk: Користувач, який створив

source: User who modified
uk: Користувач, який змінив

source: Month Journal
ru: Месячный Журнал
uk: Місячний Журнал

source: Month Journals
ru: Месячные Журналы
uk: Місячні Журнали

source: Student
ru: Студент
uk: Студент

source: Date
ru: Дата
uk: Дата

source: Event
ru: Событие
uk: Подія

source: Events
ru: События
uk: Події

source: Date and time
ru: Дата и время
uk: Дата та час

source: Status
ru: Статус
uk: Статус

source: Signal name
ru: Имя сигнала
uk: Назва сигналу

source: Signal text
ru: Текст сигнала
uk: Текст сигналу

source: Exam results
ru: Результаты экзамена
uk: Результати екзамену

source: Exams results
ru: Результаты экзаменов
uk: Результати екзаменів

source: Mark
ru: Оценка
uk: Бал

source: Students
ru: Студенты
uk: Студенти

source: First Name
ru: Имя
uk: Ім’я

source: Last Name
ru: Фамилия
uk: Прізвище

source: Middle Name
ru: Отчество
uk: По-батькові

source: Birthday
ru: Дата рождения
uk: Дата народження

source: Photo
ru: Фото
uk: Фото

source: Ticket
ru: Билет
uk: Білет

source: Січень
ru: Январь
uk: January

source: Лютий
ru: Февраль
uk: February

source: Березень
ru: Март
uk: March

source: Квітень
ru: Апрель
uk: April

source: Травень
ru: Май
uk: May

source: Червень
ru: Июнь
uk: June

source: Липень
ru: Июль
uk: July

source: Серпень
ru: Август
uk: August

source: Вересень
ru: Сентябрь
uk: September

source: Жовтень
ru: Октябрь
uk: October

source: Листопад
ru: Ноябрь
uk: Novebmer

source: Грудень
ru: Декабрь
uk: December

source: Connect with administrator
ru: Связь с администратором
uk: Зв’язок з адміністратором

source: Please, correct the following errors
ru: Пожалуйста, исправте следуещие ошибки
uk: Виправте будь-ласка наступні помилки

source: All Students
ru: Все студенты
uk: Усі Студенти

source: Preference
ru: Настройки
uk: Налаштування

source: Change Password
ru: Изменить Пароль
uk: Змінити Пароль

source: Log out
ru: Выход
uk: Вихід

source: Ukrainian
ru: Украинский
uk: Українська

source: English
ru: Английский
uk: Англійська

source: Russian
ru: Русский
uk: Російська

source: Sign up
ru: Регистрация
uk: Реєстрація

source: Sign in
ru: Вход
uk: Вхід

source: Journal
ru: Журнал
uk: Відвідування

source: Results
ru: Результаты
uk: Результати

source: Contact
ru: Контакт
uk: Контакт

source: Users
ru: Пользователи
uk: Користувачі

source: Current Time:
ru: Текущее время:
uk: Поточний час:

source: Your Location:
uk: Ваше місцерозташування:

source: Add Exam
ru: Добавить Экзамен
uk: Дадати Іспиту

source: Date of exam
ru: Дата экзамена
uk: Дата іспиту

source: Actions
ru: Действия
uk: Дії

source: Action
ru: Действие
uk: Дія

source: Edit
ru: Редактировать
uk: Редагувати

source: Delete
ru: Удалить
uk: Видалити

source: Load More
ru: Загрузить Ещё
uk: Завантажити ще

source: Currently there aren't exams in the database
ru: Пока ещё нет экзаменов в базе
uk: Поки що немає іспитів у базі

source: Deleting Exam
ru: Удаление Экзамена
uk: Видалення Іспиту

source: Do you realy want to delete exam: %(object)s?
ru: Вы действительно хотите удалить экзамен: %(object)s?
uk: Ви дійсно хочете видалити іспит: %(object)s?

source: Yes
ru: Да
uk: Так

source: Cancel
ru: Отменить
uk: Скасувати

source: Last update:
uk: Остання зміна:

source: Add Group
ru: Добавить Группу
uk: Додати Групу

source: Name
ru: Название
uk: Назва

source: Currently there aren't groups in the database
ru: Пока еще нет групп в базе
uk: Поки що немає груп у базі

source: Deleting Group
ru: Удаление Группы
uk: Видаленя Групи

source: Do you realy want to detele group: %(object)s?
ru: Вы действительно хотите удалить группу: %(object)s?
uk: Ви дійсно хочете видалити групу: %(object)s?

source: Accounting Visits
ru: Журнал Посещений
uk: Журнал Відвідувань

source: Changes in journal page save automatically at every click on the table cell.
ru: Изменения на странице журнала сохраняються автоматически при каждом клике на ячейке таблицы
uk: Зміни в журналі зберігаються автоматично при кожному кліку на клітинці таблиці

source: Is saving
ru: Сохранение
uk: Йде збереження

source: Currently there aren't students in the database. Please,
ru: Пока еще нет студентова в базе. Пожалуйста,
uk: Поки що немає студентів у базі. Будь-ласка

source: add
ru: добавить
uk: додати

source: first
ru: первого
uk: першого

source: Event Info
ru: Информация про Событие
uk: Інфо Події

source: About Event
ru: О Событии
uk: Інформація про подію

source: Detail
ru: Детали
uk: Деталі

source: Changed to the base made by:
uk: Зміни до бази виконині користувачем:

source: Log was modified
uk: Подія була змінена

source: Deleting Event
ru: Удаление События
uk: Видалення Події

source: Do you realy want to delete event: "%(object)s"?
ru: Вы действительно хотите удалить событие: "%(object)s"?
uk: Ви дійсно хочете видалити подію: "%(object)s"?

source: Event Recors
ru: Запись События
uk: Записи Події

source: Note that log information is deleted one month after publication
uk: Зверніть увагу, що інформація про подію видаляється через місяці після публікації

source: Level
ru: Уровень
uk: Статус

source: Timing
ru: Время события
uk: Час спрацювання

source: Show details
ru: Показать детали
uk: Показати деталі

source: Action:
ru: Действие:
uk: Дія

source: Delete selected logs
uk: Видалити інформацію про обрані події

source: Delete all logs
uk: Видалити усі події

source: Execute
ru: Выполнить
uk: Виконати

source: Currently there aren't logs in the database
ru: Пока еще нет событий в базе
uk: Поки що немає подій у базі

source: Add Result
ru: Добавить Результат
uk: Додати Результат

source: Show results
ru: Показать результаты
uk: Показати результати

source: Edit results
ru: Редактировать результаты
uk: Редагувати результати

source: Currently there aren't results in the database
ru: Пока еще нет результатов в базе
uk: Поки що немає результатів у базі

source: Adding Exam Results
ru: Добавление Результатов Экзамена
uk: Дадавання Результатів Іспиту

source: Select completed exam
ru: Вибрать завершенный экзамен
uk: Будь ласка, виберіть завершений іспит

source: Next
ru: Далее
uk: Далі

source: Enter mark from 0 to 12
ru: Введите оценку от 0 до 12
uk: Введіть оцінку від 0 до 12

source: Save
ru: Сохранить
uk: Зберегти

source: Deleting Exam Results
ru: Удаление Результатов Экзаменов
uk: Видалення Результатів Іспиту

source: Do you realy want to delete results of exam:
ru: Вы действительно хотите удалить результаты экзамена:
uk: Ви дійсно хочете видалити результати іспиту:

source: Editing Exam Results
ru: Редактирование Результатов Экзамена
uk: Редагування Результатів Іспиту

source: Exam Results
ru: Результаты Экзамена
uk: Результати Екзамену

source: Log was last modified:
uk: Подія була востаннє змінена:

source: Deleting Student
ru: Удаление Студента
uk: Видалення Студента

source: Do you realy want to delete student: "%(object)s"?
ru: Вы действительно хотите удалить информацию о студенте: "%(object)s"?
uk: Ви дійсно хочете видалити студента: "%(object)s"?

source: Deleting Selected Students
ru: Удаление Выбраных Студентов
uk: Видалення Обраних Студентів

source: Do you realy want to delete this students
ru: Вы действительно хотите удалить информацию об этих студентах
uk: Ви дійсно хочете видалити цих студентів

source: Do you realy want to delete this logs
uk: Ви дійсно хочете видалити інформацію про ці події

source: Students List
ru: Список Студентов
uk: Список Студентів

source: Add Student
ru: Добавить Студента
uk: Додати Студента

source: Ticket #
ru: № Билета
uk: № Білету

source: Delete selected students
ru: Удаление вибранных студентов
uk: Видалити обраних студентів

source: Delete all students
uk: Видалити усіх студентів

source: Currently there aren't students in the database
ru: Пока еще нет студентов в базе
uk: Поки що немає студентів у базі

source: User Name
ru: Имя Пользователя
uk: Ім’я Користувача

source: Current Password
ru: Текущий Пароль
uk: Поточний Пароль

source: Enter your current password
ru: Введите ваш текущий пароль
uk: Введіть ваш поточний пароль

source: New Password
ru: Новый Пароль
uk: Новий Пароль

source: Enter your new password
ru: Введите ваш новый пароль
uk: Введіть ваш новий пароль

source: Password Confirmation
ru: Подтверджение пароля
uk: Підтвердження Паролю

source: Enter confirmation of your new password
ru: Введите подтвердждение вашего нового пароля
uk: Введіть підтвердження вашого нового паролю

source: User Settings
ru: Настройки Пользователя
uk: Налаштування Користувача

source: Enter your first name
ru: Введите свое имя
uk: Введіть ваше ім’я

source: Enter your last name
ru: Введите свою фамилию
uk: Введіть ваше прізвище

source: Email
ru: Эмейл
uk: Емейл

source: Enter your email
ru: Введите свое эмейл
uk: Введіть ваш емейл

source: Select Language
ru: Язык интерфейса
uk: Мова інтерфейсу

source: Time Zone
ru: Временная зона
uk: Часова зона

source: Choose your time zone
ru: Выберите свою временную зону
uk: Виберіть вашу часову зону

source: User Profile
ru: Профиль Пользователя
uk: Профіль Користувача

source: Username
ru: Имя Пользователя
uk: Ім’я Користувача

source: User Last Name
ru: Фамилия Пользователя
uk: Прізвище Користувача

source: User First Name
ru: Имя Пользователя
uk: Ім’я Користувача

source: Mobile Phone
ru: Мобильный Номер
uk: Мобільний Телефон

source: Joined:
ru: Присоединился:
uk: Приєднався:

source: Deleting User
ru: Удаление Пользователя
uk: Видаленя Користувача

source: Do you realy want to delete user
ru: Вы действительно хотите удалить пользователя
uk: Ви дійсно хочете видалити користувача

source: Users List
ru: Список Пользователей
uk: Список Користувачів

source: Date Joined
ru: Дата Присоединения
uk: Дата Приєднання

source: Show profile
ru: Показать профиль
uk: Показати профіль

source: Password Reset Form
ru: Форма Сброса Пароля
uk: Підтвердження Скидання Паролю

source: Enter your username or email for password recovery
ru: Введите ваше имя пользователя или эмейл для возобновления пароля
uk: Введіть ваше ім'я користувача або електронну адресу для відновлення паролю

source: Your Username or Email
ru: Ваше Имя Пользователя или Эмейл
uk: Ваше Ім'я Користувача або Електронна адреса

source: Submit
ru: Отправить
uk: Надіслати

source: Your Email Address
ru: Ваш Электронний Адрес
uk: Ваша Електронна Адреса

source: Message header
ru: Оглавление сообщения
uk: Заголовок повідомлення

source: Message text
ru: Текст сообщения
uk: Текст повідомлення

source: Letter send successfully
ru: Письмо успешно отправленно
uk: Лист успішно відправлений

source: When senging mail unexpected error ocured. Please try this service later
ru: Во время отправки письма случилась ошибка. Пожалуйста попробуйте позже
uk: Під час відправки листа виникла неочікувана помилка. Спробуйте будь-ласка даний сервіс пізніше

source: Please, type subject name
ru: Введите название предмета
uk: Введіть назву предмету

source: e.g. 2016-12-12 10:00
ru: напр. 2016-12-12 10:00
uk: напр. 2016-12-12 10:00

source: Please, type teacher's surname and initials
ru: Пожалуйста, ввдедите фамилию и инициалы учителя
uk: Введіть прізвище та ініціали вчителя

source: Additional informantion about exam
ru: Дополнительная информация о экзамене
uk: Додаткова інформація про іспит

source: Add
ru: Добавить
uk: Додати

source: Exav %s added successfully
ru: Экзамен %s успешно добавлен
uk: Іспит %s успішно доданий

source: Adding Exam
ru: Добавление Єкзамена
uk: Дадавання Іспиту

source: Sorry, but there are no created groups in base
ru: Извините, но в базе еще нет созданных групп
uk: Вибачте, але в базі ще немає створених груп

source: Adding exam canceled
ru: Добавление єкзамена отменено
uk: Додавання іспиту скасовано

source: Exam %s saved successfully
ru: Экзамен %s успешно сохранен
uk: Дані про іспит %s успішно збережено

source: Editing Exam
ru: Редактирование Экзамена
uk: Редагування Іспиту

source: Editing exam canceled
ru: Редактирование экзамена отменено
uk: Редагування іспиту скасовано

source: Exam %s deleted successfully
ru: Экзамен %s успешно удален
uk: Дані про іспиту %s успішно видалено

source: Deleting exam canceled
ru: Удаление экзамена отменено
uk: Видалення іспиту скасовано

source: Type group's title
ru: Введите название группы
uk: Введіть назву групи

source: Additional information about group
ru: Дополнительная информация о группе
uk: Додаткова інформація про групу

source: Group with the same title already exists
ru: Группа з таким названием уже существует
uk: Група з таким ім'ям вже існує

source: Group %s added successfully
ru: Группа %s успешно добавлена
uk: Дані про групу %s успішно додано

source: Adding Group
ru: Добавление Группы
uk: Додавання Групи

source: Adding group canceled
ru: Добавление группы отменено
uk: Додавання групи скасовано

source: Addiotional information about group
ru: Дополнительная информация о группе
uk: Додаткова інформація про групу

source: Group %s saved successfully
ru: Группа %s успешно сохранена
uk: Дані про групу %s успішно збережено

source: Editing Group
ru: Редактирование Группы
uk: Редагування Групи

source: Editing group canceled
ru: Редактирование группы отменено
uk: Редагування групи скасовано

source: Group %s deleted successfully
ru: Група %s успешно удалена
uk: Дані про групу %s успішно видалено

source: Deleting group calceled
ru: Удаление группы отменено
uk: Видалення групи скасовано

source: Deletion is impossible. There are students in the group
ru: Удаление невозможно. В группе есть студенты
uk: Видалення неможливе. В групі ще є студенти

source: Deletion is impossible. There are available results for this group
ru: Удаление невозможно. Для удаляемой группы в базе еще есть результаты
uk: Видалення неможливе. Для цієї групи є доступні результати

source: Forbidden to change status future visits!
ru: Запрещено изменять статус будущих посещений
uk: Заборонено змінювати статуси майбутніх відвідувань!

source: Please, select log from list
uk: Будь-ласка, оберіть подію зі списку

source: Please, select at least one log
uk: Будь ласка, виберіть хоча б одну подію

source: You really want to delete all %d logs
uk: Ви дійсно хочете видалити усі %d події

source: Please, select the desired action
ru: Пожалуйста, выберите желаемое действие
uk: Будь ласка, оберіть необхідну дію

source: Logs successfully removed
uk: Інформацію про події успішно видалено

source: Selected logs can't delete, try later
uk: Видалення обраних подій не виконано, спробуйте пізніше

source: Delete of selected student canceled
ru: Удаление выбраных студентов отменено
uk: Видалення обраних студентів скасовано

source: Please enter subject name
uk: Введіть назву предмету

source: Please enter event time
uk: Введіть час події

source: Detailed information about event
uk: Детальна інформація про подію

source: Event %s saved successfully
ru: Событие %s успешно сохранено
uk: Дані про подію %s успішно збережене

source: Editing event
ru: Редактирование события
uk: Редагування Події

source: Editing event canceled
ru: Редактирование события отменено
uk: Редагування події скасовано

source: Event %s deleted successfully
ru: Событие %s успешно удалено
uk: Дані про подію %s успішно видалено

source: Deleting event canceled
ru: Удаление собития отменено
uk: Видалення події скасовано

source: User with id %s, who was deleted
uk: Користувач з ID %s, який був видалений

source: Entry results of exam canceled
ru: Добавление результатов экзмена отменено
uk: Введедення результатів іспиту скасовано

source: Please enter the number from 0 to 12
ru: Введите число от 0 до 12
uk: Будь-ласка введіть число від 0 до 12

source: Please enter mark from 0 to 12
ru: Введите оценку от 0 до 12
uk: Будь-ласка введіть оцінку від 0 до 12

source: Please enter student's mark
ru: Введите оценку студента
uk: Будь-ласка введіть оцінку студента

source: Information about results of exam %s added successfully
ru: Информация о результатах экзмена %s успешно добавлено
uk: Інформацію про результати іспиту %s успішно додано

source: Adding results of exam canceled
ru: Добавление результатов экзамена отменено
uk: Додавання результатів іспиту скасовано

source: Sorry, but there are not students in the exam group %s
ru: Извините, но на данный момент в экзаменируемой группе %s нет студентов
uk: Вибачте, але в екзаменованій групі %s немає студентів

source: Plese select completion exam
ru: Пожалуйста выберите завершенный экзамен
uk: Будь ласка, виберіть завершений іспит

source: Please select exam
ru: Пожалуйста выберите экзамен
uk: Будь-ласка, оберіть іспит зі списку

source: Sorry, but there are no complited examinations
ru: Извините, но на данный момент нет завершенных экзаменов
uk: На даний момент немає завершених екзаменів

source: Editing results of exam canceled
ru: Редактирование результатов экзамена отменено
uk: Редагування результатів іспиту скасовано

source: Information about results of exam %s edited successfully
ru: Информация о результатах экзамена %s успешно сохранена
uk: Дані про результати іспиту %s успішно змінено

source: Deleting results of exam canceled
ru: Удаление результатов экзамена отменено
uk: Видалення результатів іспиту скасовано

source: Information about results of exam %s deleted successfully
ru: Информация о результатах экзамена %s успешно удалена
uk: Дані про результати іспиту %s успішно видалено

source: There was an error on the server. Please try again later
ru: На сервере случилась непредвиденная ошибка. Пожалуйста попробуйте позже
uk: На сервері сталася непередбачувана помилка. Спробуйте будь-ласка пізніше

source: Please, select student from list
ru: Пожалуйста, выберите студента из списка
uk: Будь-ласка, оберіть студента зі списку

source: Please, select at least one student
ru: Пожалуйста, выберите хотя бы одного студента
uk: Будь ласка, виберіть хоча б одного студента

source: You really want to delete all %d students
uk: Ви дійсно хочете видалити усіх %d студентів

source: Students successfully removed
ru: Студенты успешно удалены
uk: Студентів успішно видалено

source: Selected students can't delete, try later
ru: Выбраных студентов не удается удалить, попробуйте позже
uk: Видалення обраних студентів не виконано, спробуйте пізніше

source: Please, type student's first name
ru: Введите имя студента
uk: Введіть ім'я студента

source: Please, type student's last name
ru: Введите фамилию студента
uk: Введіть прізвище студента

source: Please, type student's middle name
ru: Введите отчество студента
uk: Введіть ім'я по-батькові студента

source: e.g. 1984-06-17
ru: напр. 1984-06-17
uk: напр. 1984-06-17

source: e.g. 123
ru: напр. 123
uk: напр. 123

source: Aditional information
ru: Дополнительная информация
uk: Додаткова інформація

source: Student is leader of other group
ru: Студент является старостой другой группы
uk: Студент є старостою іншої групи

source: Student's age can't be less then 17 years
ru: Возраст студента не может быть меньше 17
uk: Студенту не може бути менше 17 років

source: Ticket number must be in the range from 1 to 999
ru: Номер билета должен быть в диапазоне от 1 до 999
uk: Номер білету має бути в діапазоні від 1 до 999

source: Student %s created successfully
ru: Студент %s успешно создан
uk: Дані про студента %s успішно додано

source: Adding Student
ru: Добавление Студента
uk: Додавання Студента

source: Adding student canceled
ru: Добавление студента отменено
uk: Додавання студента скасовано

source: Student %s saved successfully!
ru: Студент %s успешно сохранен
uk: Дані про студента %s успішно змінені

source: Editing student
ru: Редактирование студента
uk: Редагування Студента

source: Editing student canceled!
ru: Редактирование студента отменено
uk: Редагування студента скасовано

source: Student %s deleted successfully
ru: Студент %s успешно удалено
uk: Дані про студента %s успішно видалено

source: Deleting student canceled
ru: Удаление студента отменено
uk: Видалення студента скасовано

source: Login
ru: Ввойти
uk: Ввійти

source: You authorization successfully
ru: Вы успешно авторизированы
uk: Ви успішно увійшли

source: When you try to log unexpected error ocured. Please try this service later
ru: Во время попытки входа случилась непредвиденная ошибка. Пожалуйста попробуйте позже
uk: Під час спроби входу виникла неочікувана помилка. Спробуйте будь-ласка даний сервіс пізніше

source: Authorization
ru: Авторизация Пользователя
uk: Авторизація

source: Authorization canceled
ru: Авторизация пользователя отменена
uk: Авторизацію скасовано

source: You're logged in as %s
ru: Вы вошли как %s
uk: Ви ввійшли як %s

source: User with such username or password doesn't exist
ru: Пользователь с таким логином или паролем не существует
uk: Користувач з таким ім’ям або паролем не існує

source: Changing user settings canceled
ru: Редактирование настроек пользователя отменено
uk: Редагування налаштувань користувача скасовано

source: This email address is already in use. Please enter a different email address.
ru: Даный эмейл уже используется. Пожалуйста воспользуйтесь другим адресом.
uk: Дана електронна адреса вже використовується. Будь-ласка введіть іншу адресу.

source: Enter a valid email address
ru: Введите коректный эмейл
uk: Введіть коректну електронну адресу

source: User settings changed successfully
ru: Настройки пользователя успешно изменены
uk: Налаштування користувача успішно змінено

source: Both passwords must be the same
ru: Оба пароля должны быть идентичными
uk: Обидва паролі повинні бути ідентичні

source: You have successfully logged in as %s
ru: Вы успешно вошли на сайт как %s
uk: Ви успішно увійшли як %s

source: Deleting user canceled
ru: Удаление пользователя отменено
uk: Видалення користувача скасовано

source: User %s deleted successfully
ru: Пользователь %s успешно удален
uk: Користувач %s успішно видалений
